tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
brew 'coreutils'
brew 'asdf'
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'bashdb'
brew 'xz'
brew 'docker'
brew 'docker-compose'
brew 'gawk'
brew 'glances'
brew 'gnupg'
brew 'hyperkit'
brew 'ipcalc'
brew 'jfrog-cli'
brew 'jq'
brew 'lima'
brew 'links'
brew 'macvim'
brew 'mermaid-cli'
brew 'minikube'
brew 'pinentry-mac'
brew 'podman'
brew 'stoken'
brew 'vint'
cask '1password'
cask '1password-cli'
cask 'chef-workstation'
cask 'choosy'
cask 'devutils'
cask 'firefox'
cask 'hyper'
cask 'lastpass'
cask 'macupdater'
cask 'monitorcontrol'
cask 'raycast'
cask 'rectangle'
cask 'rocket'
cask 'signal'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'vmware-horizon-client'
