# Taps
tap 'arkweid/lefthook'
tap 'charmbracelet/tap'
tap 'chef/chef'
tap 'denisidoro/tools'
tap 'extrawurst/tap'
tap 'filippo.io/age'
tap 'fluidkeys/tap'
tap 'habitat-sh/habitat'
tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'jmacdonald/amp'
tap 'lukakerr/things'
tap 'microsoft/git'
tap 'mistertea/et'
tap 'ondevice/tap'
tap 'yihui/tinytex'

# Brews
brew 'ack'
brew 'afflib'
brew 'age'
brew 'ansible'
brew 'ant'
brew 'aom'
brew 'asciinema'
brew 'autoconf'
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'bashdb'
brew 'cask'
brew 'certbot'
brew 'certigo'
brew 'cmake'
brew 'cmark'
brew 'consul'
brew 'dep'
brew 'dialog'
brew 'docbook'
brew 'docbook-xsl'
brew 'elixir'
brew 'emacs'
brew 'erlang'
brew 'et'
brew 'etcd'
brew 'exercism'
brew 'fftw'
brew 'flac'
brew 'fluidkeys'
brew 'fontconfig'
brew 'freetype'
brew 'fribidi'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'gflags'
brew 'gh'
brew 'ghostscript'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'gitui'
brew 'glances'
brew 'glib'
brew 'glide'
brew 'glog'
brew 'glow'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gradle'
brew 'graphite2'
brew 'guile'
brew 'gx'
brew 'gx-go'
brew 'hab'
brew 'hadoop'
brew 'harfbuzz'
brew 'hbase'
brew 'hdf5'
brew 'heroku'
brew 'heroku-node'
brew 'highlight'
brew 'hub'
brew 'hugo'
brew 'hwloc'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'imlib2'
brew 'ipcalc'
brew 'ipfs'
brew 'ipython'
brew 'isl'
brew 'jansson'
brew 'jemalloc'
brew 'jenv'
brew 'jo'
brew 'joplin'
brew 'jpeg'
brew 'jq'
brew 'kerl'
brew 'kitchen-completion'
brew 'krb5'
brew 'lame'
brew 'launchctl-completion'
brew 'lazydocker'
brew 'lazygit'
brew 'lefthook'
brew 'leptonica'
brew 'little-cms2'
brew 'lldpd'
brew 'lsd'
brew 'lua'
brew 'luajit'
brew 'lz4'
brew 'lzlib'
brew 'lzo'
brew 'mackup'
brew 'mas'
brew 'mercurial'
brew 'midnight-commander'
brew 'minio'
brew 'minisign'
brew 'mkcert'
brew 'mono'
brew 'mosh'
brew 'mozjpeg'
brew 'mpfr'
brew 'mplayer'
brew 'msgpack'
brew 'nacl'
brew 'navi'
brew 'ncurses'
brew 'neovim'
brew 'nettle'
brew 'nfcutils'
brew 'node'
brew 'nomad'
brew 'nspr'
brew 'nss'
brew 'ondevice'
brew 'oniguruma'
brew 'open-mpi'
brew 'opencore-amr'
brew 'openexr'
brew 'openjdk'
brew 'openjpeg'
brew 'openslide'
brew 'openssl@1.1'
brew 'opentsdb'
brew 'opus'
brew 'orc'
brew 'p11-kit'
brew 'packer'
brew 'packer-completion'
brew 'pacvim'
brew 'pandoc'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'pngpaste'
brew 'podman'
brew 'poppler'
brew 'protobuf'
brew 'protobuf-c'
brew 'python3'
brew 'qt'
brew 'ranger'
brew 'rapidjson'
brew 'rav1e'
brew 'rbenv'
brew 'rc'
brew 'readline'
brew 'redis'
brew 'rocksdb'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'ruby-build'
brew 'ruby-completion'
brew 'rust'
brew 's-lang'
brew 's3cmd'
brew 'sdl2'
brew 'serf'
brew 'shared-mime-info'
brew 'shml'
brew 'signify-osx'
brew 'sleuthkit'
brew 'snappy'
brew 'speex'
brew 'sphinx-doc'
brew 'sqlite'
brew 'srt'
brew 'ssdeep'
brew 'ssh-copy-id'
brew 'sshpass'
brew 'starship'
brew 'step'
brew 'swiftlint'
brew 'szip'
brew 'tectonic'
brew 'teleport'
brew 'telnet'
brew 'terraform'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'theora'
brew 'thrift'
brew 'tinytex'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unbound'
brew 'unibilium'
brew 'utf8proc'
brew 'vagrant-completion'
brew 'vault'
brew 'vim'
brew 'vips'
brew 'webp'
brew 'wget'
brew 'wildfly-as'
brew 'wxmac'
brew 'x264'
brew 'x265'
brew 'xmlto'
brew 'xvid'
brew 'xz'
brew 'yara'
brew 'youtube-dl'
brew 'zeromq'
brew 'znapzend'
brew 'zstd'

# Casks
cask 'aerial'
cask 'bartender'
cask 'brackets'
cask 'charles'
cask 'cheatsheet'
cask 'chef-workstation'
cask 'colorpicker-skalacolor'
cask 'docker'
cask 'firefox'
cask 'font-computer-modern'
cask 'font-fira-mono-for-powerline'
cask 'font-hack'
cask 'font-iosevka'
cask 'font-source-code-pro-for-powerline'
cask 'fork'
cask 'git-credential-manager-core'
cask 'google-chrome'
cask 'hammerspoon'
cask 'inspec'
cask 'joplin'
cask 'karabiner-elements'
cask 'kitematic'
cask 'launchcontrol'
cask 'launchrocket'
cask 'lepton'
cask 'lightproxy'
cask 'macvim'
cask 'mcrcon'
cask 'monitorcontrol'
cask 'obsidian'
cask 'openinterminal'
cask 'pine'
cask 'plex-media-player'
cask 'podman'
cask 'powershell'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'rocket'
cask 'secretive'
cask 'shifty'
cask 'signal'
cask 'skype'
cask 'slack'
cask 'sloth'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-remote-console'
cask 'whatsapp'
cask 'workbench'
cask 'workflowy'
cask 'xquartz'
cask 'zerotier-one'
cask 'zettlr'

# Mac App Store apps
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Deliveries", id: 924726344
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
