tap 'arkweid/lefthook'
tap 'charmbracelet/tap'
tap 'chef/chef'
tap 'denisidoro/tools'
tap 'filippo.io/age', 'https://filippo.io/age'
tap 'fluidkeys/tap'
tap 'habitat-sh/habitat'
tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/cask-drivers'
tap 'homebrew/services'
tap 'hudochenkov/sshpass'
tap 'luckyframework/homebrew-lucky'
tap 'ondevice/tap'
tap 'yihui/tinytex'
brew 'svn'
brew 'ack'
brew 'age'
brew 'ansible'
brew 'ansible-lint'
brew 'ant'
brew 'asciinema'
brew 'autoconf'
brew 'automake'
brew 'autopep8'
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'bashdb'
brew 'bat'
brew 'bats'
brew 'bison'
brew 'cask'
brew 'certbot'
brew 'certigo'
brew 'cfssl'
brew 'clojure'
brew 'cmake'
brew 'cmark'
brew 'colordiff'
brew 'consul'
brew 'coreutils'
brew 'cowsay'
brew 'crystal'
brew 'ctags'
brew 'czmq'
brew 'dashing'
brew 'dep'
brew 'dialog'
brew 'direnv'
brew 'docbook'
brew 'docbook-xsl'
brew 'dog'
brew 'dos2unix'
brew 'dust'
brew 'elixir'
brew 'emacs'
brew 'entr'
brew 'erlang'
brew 'eslint'
brew 'etcd'
brew 'exa'
brew 'exercism'
brew 'fasd'
brew 'feh'
brew 'findutils'
brew 'flake8'
brew 'fluidkeys'
brew 'fontconfig'
brew 'fswatch'
brew 'fzf'
brew 'gawk'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'ghc'
brew 'ghostscript'
brew 'gist'
brew 'git'
brew 'git-crypt'
brew 'git-extras'
brew 'git-lfs'
brew 'git-revise'
brew 'git-secrets'
brew 'github-markdown-toc'
brew 'gitleaks'
brew 'glances'
brew 'glide'
brew 'glog'
brew 'glow'
brew 'gmp'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'gopass'
brew 'gpgme'
brew 'gradle'
brew 'graphviz'
brew 'gron'
brew 'groovysdk'
brew 'guile'
brew 'gx'
brew 'gx-go'
brew 'hab'
brew 'hbase'
brew 'hdf5'
brew 'hexyl'
brew 'highlight'
brew 'howdoi'
brew 'htop'
brew 'httrack'
brew 'hub'
brew 'hugo'
brew 'hwloc'
brew 'hyperfine'
brew 'hyperkit'
brew 'imagemagick'
brew 'ipcalc'
brew 'ipfs'
brew 'ipython'
brew 'jenv'
brew 'jo'
brew 'jq'
brew 'jruby'
brew 'jsonlint'
brew 'kerl'
brew 'kitchen-completion'
brew 'krb5'
brew 'kubernetes-cli'
brew 'lame'
brew 'launchctl-completion'
brew 'lazydocker'
brew 'lazygit'
brew 'lefthook'
brew 'leiningen'
brew 'links'
brew 'little-cms2'
brew 'lldpd'
brew 'llvm'
brew 'lnav'
brew 'loc'
brew 'lsd'
brew 'lua'
brew 'luajit'
brew 'lucky'
brew 'lynx'
brew 'lz4'
brew 'mackup'
brew 'markdown'
brew 'mas'
brew 'maven'
brew 'mdcat'
brew 'mercurial'
brew 'meson'
brew 'midnight-commander'
brew 'minio'
brew 'minisign'
brew 'mkcert'
brew 'mono'
brew 'moreutils'
brew 'mosh'
brew 'mplayer'
brew 'msgpack'
brew 'nacl'
brew 'navi'
brew 'ncurses'
brew 'neovim'
brew 'nethack'
brew 'nfcutils'
brew 'ninja'
brew 'nmap'
brew 'node'
brew 'nomad'
brew 'nss'
brew 'oath-toolkit'
brew 'ondevice'
brew 'oniguruma'
brew 'openjdk'
brew 'openshift-cli'
brew 'openslide'
brew 'openssl'
brew 'opentsdb'
brew 'orc'
brew 'p11-kit'
brew 'p7zip'
brew 'packer'
brew 'packer-completion'
brew 'pacvim'
brew 'pandoc'
brew 'pastel'
brew 'perl'
brew 'pigz'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pipenv'
brew 'pngcrush'
brew 'pngpaste'
brew 'pngquant'
brew 'podman'
brew 'prettier'
brew 'proselint'
brew 'pv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'r'
brew 'ranger'
brew 'rapidjson'
brew 'rbenv'
brew 'rc'
brew 're2c'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'rlwrap'
brew 'rocksdb'
brew 'rtmpdump'
brew 'ruby'
brew 'ruby-build'
brew 'ruby-completion'
brew 'rust'
brew 's3cmd'
brew 'sbcl'
brew 'scala'
brew 'serf'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'shml'
brew 'signify-osx'
brew 'sipcalc'
brew 'skopeo'
brew 'slackcat'
brew 'sleuthkit'
brew 'socat'
brew 'sops'
brew 'sphinx-doc'
brew 'sqlite'
brew 'srt'
brew 'ssdeep'
brew 'ssh-copy-id'
brew 'sshpass'
brew 'sslscan'
brew 'sslyze'
brew 'starship'
brew 'step'
brew 'swiftlint'
brew 'tectonic'
brew 'teleport'
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform'
brew 'tesseract'
brew 'testssl'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tig'
brew 'tinyproxy'
brew 'tinytex'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unbound'
brew 'unibilium'
brew 'universal-ctags/universal-ctags/universal-ctags'
brew 'vagrant-completion'
brew 'vault'
brew 'vifm'
brew 'vim'
brew 'vint'
brew 'watch'
brew 'wget'
brew 'xmlto'
brew 'xsv'
brew 'xz'
brew 'yamllint'
brew 'yara'
brew 'yarn'
brew 'youtube-dl'
brew 'zeromq'
brew 'znapzend'
brew 'zstd'
cask '1password'
cask '1password-cli'
cask 'adoptopenjdk'
cask 'adoptopenjdk8'
cask 'aerial'
# CASKS
cask 'alfred'
cask 'anki'
cask 'balenaetcher'
cask 'bartender'
cask 'battle-net'
cask 'beekeeper-studio'
cask 'betterzip'
cask 'brooklyn'
cask 'burn'
cask 'caffeine'
cask 'charles'
cask 'cheatsheet'
cask 'chef-workstation'
cask 'choosy'
cask 'chromedriver'
cask 'colorpicker-skalacolor'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'element'
cask 'firefox'
cask 'fission'
cask 'font-fira-code'
cask 'font-iosevka'
cask 'font-juliamono'
cask 'fork'
cask 'gdlauncher'
cask 'geektool'
cask 'github'
cask 'gitup'
cask 'google-chrome'
cask 'gpg-suite'
cask 'graphiql'
cask 'hammerspoon'
cask 'hdhomerun'
cask 'hyper'
cask 'inspec'
cask 'karabiner-elements'
cask 'keybase'
cask 'kitematic'
cask 'launchcontrol'
cask 'launchrocket'
cask 'lepton'
cask 'lightproxy'
cask 'logitech-options'
cask 'macupdater'
cask 'macvim'
cask 'mindforger'
cask 'minishift'
cask 'monitorcontrol'
cask 'multimc'
cask 'near-lock'
cask 'notion'
cask 'obsidian'
cask 'openinterminal'
cask 'pine'
cask 'plex-media-player'
cask 'powershell'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlimagesize'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rectangle'
cask 'redis'
cask 'rocket'
cask 'satellite-eyes'
cask 'secretive'
cask 'sekey'
cask 'shifty'
cask 'signal'
cask 'silentknight'
cask 'skype'
cask 'slack'
cask 'sloth'
cask 'sonos'
cask 'spotify'
cask 'squidman'
cask 'steam'
cask 'sublime-merge'
cask 'sublime-text'
cask 'suspicious-package'
cask 'tad'
cask 'tigervnc-viewer'
cask 'transmission'
cask 'transmit'
cask 'twitch'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'viscosity'
cask 'visualvm'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnote'
cask 'webpquicklook'
cask 'whatsapp'
cask 'workbench'
cask 'workflowy'
cask 'xquartz'
cask 'yubico-authenticator'
cask 'yubico-yubikey-personalization-gui'
cask 'yubico-yubikey-manager'
cask 'yubico-yubikey-piv-manager'
cask 'zerotier-one'
cask 'zettlr'
cask 'zoomus'
cask 'zulu8'
mas "Bear", id: 1091189122
mas "Better", id: 1121192229
mas "Cardhop", id: 1290358394
mas "Checksum", id: 1371978119
mas "Clozure CL", id: 489900618
mas "Commander One PRO", id: 1035237815
mas "Cyberduck", id: 409222199
mas "Deliveries", id: 924726344
mas "Dato", id: 1470584107
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Fantastical", id: 975937182
mas "iVI 4", id: 1221678819
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "MultiMarkdown Composer", id: 1275176220
mas "MultiMarkdown Converter Pro", id: 1217667791
mas "Numbers", id: 409203825
mas "OmniOutliner", id: 1142578772
mas "Pastebot", id: 1179623856
mas "Patterns", id: 429449079
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Primitive", id: 1175103038
mas "Reeder 5", id: 1529448980
mas "Shazam", id: 897118787
mas "SnippetsLab", id: 1006087419
mas "Termius", id: 1176074088
mas "Twitter", id: 1482454543
mas "Vectornator Pro", id: 1470168007
mas "VMware Remote Console", id: 1230249825
mas "Xcode", id: 497799835
