tap "danielgtaylor/restish"
tap "dave1010/clipea"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hynek/tap"
tap "neilotoole/sq"
tap "noahgorstein/tap"
tap "preslavmihaylov/taps"
tap "puppetlabs/puppet"
tap "tidwall/jj"
tap "ttscoff/thelab"
brew "pcre2"
brew "cairo"
brew "xz"
brew "openssl@3"
brew "readline"
brew "pango"
brew "age"
brew "aichat"
brew "asciinema"
brew "atuin"
brew "autoconf"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bashdb"
brew "checkmake"
brew "cloc"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "dash"
brew "dashing"
brew "datamash"
brew "diffutils"
brew "direnv"
brew "openjdk"
brew "dita-ot"
brew "doggo"
brew "dolt"
brew "dos2unix"
brew "duckdb"
brew "emscripten"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fop"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "pkgconf"
brew "graphviz"
brew "hadolint"
brew "helix"
brew "hishtory"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "hyperkit"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "kind"
brew "lcov"
brew "libiconv"
brew "libvirt"
brew "libxt"
brew "libyaml"
brew "lima"
brew "links"
brew "lua-language-server"
brew "macvim"
brew "mermaid-cli"
brew "midnight-commander"
brew "miller"
brew "minikube"
brew "mise"
brew "mist-cli"
brew "mit-scheme"
brew "mono"
brew "moreutils"
brew "mupdf"
brew "tree-sitter"
brew "neovim"
brew "ollama", link: false
brew "opensearch"
brew "pandoc"
brew "paperkey"
brew "pinentry-mac"
brew "plantuml"
brew "pmd"
brew "poppler"
brew "pstree"
brew "qemu"
brew "qrencode"
brew "rakudo-star"
brew "ranger"
brew "ripgrep"
brew "ripgrep-all"
brew "rubyfmt"
brew "ruff"
brew "rust-analyzer"
brew "sbcl"
brew "sile"
brew "socat"
brew "sqlite-utils"
brew "starship"
brew "step"
brew "stoken"
brew "superfile"
brew "tcl-tk"
brew "tig"
brew "tree"
brew "typst"
brew "vale"
brew "vint"
brew "vivid"
brew "walk"
brew "wapm"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "xdot"
brew "xh"
brew "xq"
brew "yj"
brew "yq"
brew "zellij"
brew "zig"
brew "zlib"
brew "zns"
brew "danielgtaylor/restish/restish"
brew "esolitos/ipa/sshpass"
brew "hynek/tap/doc2dash"
brew "neilotoole/sq/sq"
brew "noahgorstein/tap/jqp"
brew "preslavmihaylov/taps/todocheck"
brew "tidwall/jj/jj"
cask "1password"
cask "1password-cli"
cask "basictex"
cask "boop"
cask "bruno"
cask "choosy"
cask "cinc-workstation"
cask "dbeaver-community"
cask "devutils"
cask "docker"
cask "emojipedia"
cask "finch"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-gentium-plus"
cask "font-hack"
cask "font-hasklig"
cask "font-iosevka"
cask "font-libertinus"
cask "font-overpass"
cask "font-overpass-mono"
cask "font-overpass-nerd-font"
cask "font-victor-mono"
cask "git-credential-manager"
cask "github"
cask "gpg-suite"
cask "iterm2"
cask "jiggler"
cask "keybase"
cask "lastpass"
cask "logseq"
cask "macupdater"
cask "mist"
cask "monitorcontrol"
cask "omnissa-horizon-client"
cask "orbstack"
cask "postman"
cask "qlmarkdown"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "shortcat"
cask "skim"
cask "sourcetree"
cask "syntax-highlight"
cask "tex-live-utility"
cask "trackerzapper"
cask "typora"
cask "utm"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
cask "xquartz"
vscode "1dot75cm.rpmspec"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "chrischinchilla.vale-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "dunstontc.vscode-docker-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "harveenatwal.vscode-webtilities"
vscode "jkiviluoto.tws"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-lsp"
vscode "sonarsource.sonarlint-vscode"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "tchayen.markdown-links"
vscode "testdouble.vscode-standard-ruby"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
